Repository: IAmVisco/GuideHaven
Catalog: GuideHaven/Resources/IdentityLocalizer.*.resx
Languages: ru

# 2fa
source: Two-factor authentication
ru: Двухфакторная аутентификация

# 2faDisabledMsg
source: 2fa has been disabled. You can reenable 2fa when you setup an authenticator app
ru: Двухфакторная аутентификация была отключена. Вы можете заново включить ее при настройке приложения-компаньона.

# 2faProtected
source: Your login is protected with an authenticator app. Enter your authenticator code below.
ru: Ваша афторизация защищена приложением-аутентификатором. Введите ваш код аутентификации ниже.

# AccContainsData
source: Your account contains personal data that you have given us. This page allows you to download or delete that data.
ru: Ваш аккаунт содержит данные, которые вы предоставили нам. Эта страница позволяет Вам скачать или удалить эти данные.

# AccLocked
source: This account has been locked out, please try again later.
ru: Этот аккаунт был временно заблокирован. Пожалуйста, повторите попытку позже.

source: account
ru: аккаунт

# AddAuthApp
source: Add authenticator app
ru: Добавить приложение-аутентификатор

source: and
ru: и

# Associate
source: Associate your
ru: Привязать

# AuthAppSteps
source: To use an authenticator app go through the following steps:
ru: Для того, чтобы использовать приложение-аутентификатор, выполните следующие шаги:

# AuthCode
source: Authenticator code
ru: Код аутентификации

# AuthReset
source: Your authenticator app key has been reset, you will need to configure your authenticator app using the new key.
ru: Ваш ключ приложения-аутентификатора был сброшен, Ваш необходимо настроить приложение-аутентификатор с использованием нового ключа.

# AuthSuccess
source: You've successfully authenticated with
ru: Вы успешно вошли с помощью

# AuthVerified
source: Your authenticator app has been verified.
ru: Ваше приложение-аутентификатор было подтверждено.

# Banned
source: You're banned.
ru: Вы заблокированы.

# BeforeYouCanLogin
source: before you can log in with a recovery code.
ru: прежде чем Вы сможете войти с помощью кода восстановления.

# BrowserForgotten
source: The current browser has been forgotten. When you login again from this browser you will be prompted for your 2fa code.
ru: Текущий браузер забыт. При следующем входе с этого браузера Вам потребуется ввести ваш код двухфаторной аутентификации.

# Cant2faPt1
source: Don't have access to your authenticator device? You can
ru: Нет доступа к вашему устройству с приложением? Вы можете

# Cant2faPt2
source: log in with a recovery code
ru: войти с помощью кода восстановления

# ChangePass
source: Change password
ru: Изменить пароль

# ChangeSettings
source: Change your account settings
ru: Изменить настройки аккаунта

source: click here.
ru: нажмите здесь.

source: clicking here
ru: нажав здесь

# CodeMustBeSupplied
source: A code must be supplied for password reset.
ru: Для сброса пароля необходим код.

# ConfEmail
source: Confirm email
ru: Подтвердите почту

# ConfigAuthApp
source: Configure authenticator app
ru: Настроить приложение аутентификатор

# ConfNewPass
source: Confirm new password
ru: Подтвердить новый пароль

# ConfPass
source: Confirm password
ru: Подтвердить пароль

# ConfSuccess
source: Confirmation successful
ru: Подтверждений успешно

# CreateNew
source: Create a new account.
ru: Создать новый аккаунт

# CurrPass
source: Current password
ru: Текущий пароль

source: Delete
ru: Удалить

# DeleteAndClose
source: Delete data and close my account
ru: Удалить данные и закрыть мой аккаунт

source: Delete personal data
ru: Удалить персональные данные

# DeleteWarning
source: Deleting this data will permanently remove your account. This action is irreversible.
ru: Удаление этих данных перманентно удалит ваш аккаунт. Это действие необратимо.

source: Disable 2FA
ru: Отключить двухфакторную аутентификацию

# Disable2faMsg
source: Disable two-factor authentication (2FA)
ru: Отключить двухфакторную аутентификацию (2FA)

source: Download
ru: Скачать

# DownloadApp
source: Download a two-factor authenticator app like Microsoft Authenticator for
ru: Скачайте приложение-аутентификатор, например Microsoft Authenticator для

# DownloadData
source: Download Your Data
ru: Скачать Ваши данные

# EnterKeyPt1
source: Scan the QR Code or enter this key
ru: Просканируйте QR-код или введите этот ключ

# EnterKeyPt2
source: into your two factor authenticator app. Spaces and casing do not matter.
ru: в Ваше приложение-аутентификатор. Пробелы и регистр не имеют значения.

# EnterLogin
source: Please enter login for this site below and click the Register button to finish logging in.
ru: Пожалуйста, введите имя пользователя для этого сайта и нажмите кнопку Зарегистироваться.

# EnterUniqueCode
source: Once you have scanned the QR code or input the key above, your two factor authentication app will provide you with a unique code. Enter the code in the confirmation box below.
ru: После того как Вы отсканировали QR-код или ввели ключ выше, ваше приложение-аутентификатор предоставит уникальный код. Введите его в поле ниже.

# ExternalLoginConfError
source: Error loading external login information during confirmation.
ru: Ошибка загрузки информации о стороннем логине во время подтвержения.

# ExternalLoginError
source: Error loading external login information.
ru: Ошибка загрузки информации о стороннем логине.

source: External logins
ru: Сторонние сервисы

# ExtLoginAdded
source: The external login was added.
ru: Сторонний сервис успешно добавлен.

# ExtLoginRemoved
source: The external login was removed.
ru: Сторонний сервис успешно удален.

# ForgetBrowser
source: Forget this browser
ru: Забыть этот браузер

# ForgotPass
source: Forgot your password?
ru: Забыли пароль?

# ForgotPassConf
source: Forgot password confirmation
ru: Восстановление пароля

# Generate2faCodes
source: Generate two-factor authentication (2FA) recovery codes
ru: Сгенерировать коды восстановления для двухфаторной аутентификации

source: Generate Recovery Codes
ru: Сгенерировать коды восстановления

# GenerateSuccess
source: You have generated new recovery codes.
ru: Вы сгенерировали новые коды восстановления.

# GenNewCodes
source: generate a new set of recovery codes
ru: сгенерировать новый набор кодов восстановления

# GoogleAuth
source: Google Authenticator for
ru: Google Authenticator для

# IfYouLoseUrDevice
source: If you lose your device and don't have the recovery codes you will lose access to your account.
ru: Если Вы потеряли свое устройство и не имеете кодов восстановления, Вы потеряете доступ к своему аккаунту.

# IfYouResetAuth
source: If you reset your authenticator key your authenticator app will not work until you reconfigure it.
ru: Если Вы сбросите свой ключ аутентификации, Ваше приложение-аутентификатор не будет работать пока Вы его не настроите.

# InvalidAuthCode
source: Invalid authenticator code.
ru: Неверный код аутентификации.

# InvalidLogin
source: Invalid login attempt.
ru: Ошибка входа.

source: Language
ru: Язык

# LengthWarning
source: The {0} must be at least {2} and at max {1} characters long.
ru: {0} должен быть как минимум {2} и максимум {1} символов.

source: Locked out
ru: Заблокирован

source: Log in
ru: Войти

# LoginFromUrAcc
source: login from your account
ru: аккаунт от Вашего аккаунта

# LogInUsing
source: Log in using your
ru: Войти используя

# LogInWithRecoveryCode
source: You have requested to log in with a recovery code. This login will not be remembered until you provide an authenticator app code at log in or disable 2FA and log in again.
ru: Вы запросили вход с помощью кода восстановления. Этот вход не будет запомнен на этот устройстве пока Вы не предоставите код из приложения-аутентификатора или не отключите двухфакторную аутентификацию и не войдете заново.

source: Log out
ru: Выйти

# LogOutSuccess
source: You have successfully logged out of the application.
ru: Вы успешно вышли из приложения.

# Manage
source: Manage your account
ru: Управление аккаунтом

# ManageExternalLogins
source: Manage your external logins
ru: Управление сторонними сервисами

# MustConfEmail
source: You must have a cofirmed email in order to procced.
ru: Вам необходимо подтвердить почту чтобы продолжить.

# NewPass
source: New password
ru: Новый пароль

# NoAccess
source: Access denied
ru: Доступ запрещен

# NoAccessMsg
source: You do not have access to this resource.
ru: У Вас не достаточно прав для просмотра этого ресурса

# NoCodesLeft
source: You have no recovery codes left.
ru: У Вас нет кодов восстановления.

source: or
ru: или

# PassChanged
source: Your password has been changed.
ru: Ваш пароль был изменен.

# PassMismatch
source: The password and confirmation password do not match.
ru: Пароль и подтверждение пароля не совпадают.

# PassNewMismatch
source: The new password and confirmation password do not match.
ru: Новый пароль и подтверждение пароля не совпадают.

# PassResetPt1
source: Your password has been reset. Please
ru: Ваш пароль был сброшен. Пожалуйста,

# PassResetPt2
source: click here to log in
ru: нажмите здесь чтобы войти.

# PassSet
source: Your password has been set.
ru: Ваш пароль был установлен.

source: Password
ru: Пароль

source: Personal data
ru: Персональные данные

source: Phone number
ru: Номер телефона

# PlsCheckEmail
source: Please check your email to reset your password.
ru: Пожалуйста, проверьте почту чтобы сбросить пароль.

# PlsConfirm
source: Please confirm your account by
ru: Пожалуйста, подтвердите свой аккаунт

# PlsReset
source: Please reset your password by
ru: Пожалуйста, сбросьте свой пароль

source: Profile
ru: Профиль

# ProfileUpdated
source: Your profile has been updated
ru: Ваш профиль был обновлен

# ProviderError
source: Error from external provider:
ru: Ошибка стороннего сервиса:

# PutCodesInSafePlace
source: Put these codes in a safe place.
ru: Поместите эти коды в безопасное место.

# RecCodesLeft
source: recovery code(s) left.
ru: код(ов).

# RecCodeVerif
source: Recovery code verification
ru: Подтверждение кода восстановления

source: Register
ru: Зарегистрироваться

# RegisterAsNew
source: Register as a new user
ru: Зарегистрироваться как новый пользователь

source: Registered Logins
ru: Сторонние сервисы

# RegisterSuccess
source: Successfully registered
ru: Успешно зарегистрировано

# RegisterSuccessMsg
source: Your account have been successfully registered. In order to log in you need to confrim your account so check your inbox for confimation mail.
ru: Ваш аккаунт был успешно зарегистрирован. Для того, чтобы войти, Вам необходимо подтвердить свой аккаунт, для этого проверьте почту и перейдти по ссылке в письме.

source: Remember me?
ru: Запомнить?

# RememberMachine
source: Remember this machine
ru: Запомнить это устройство

source: Remove
ru: Отвязать

source: Remove this
ru: Отвязать

source: Reset
ru: Сбросить

# ResetAuthApp
source: Reset authenticator app
ru: Сбросить приложение-аутентификатор

# ResetAuthKey
source: Reset authenticator key
ru: Сбросить ключ аутентификации

# ResetCodes
source: Reset recovery codes
ru: Сбросить коды восстановления

# ResetKeysPt1
source: Disabling 2FA does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
ru: Отключение двухфакторной аутентификации не изменит ключи, используемые в приложениях-аутентификаторах. Если Вы хотите изменить ключ, используемый в приложении-аутентификаторе, Вы должны

# ResetKeysPt2
source: reset your authenticator keys.
ru: сбросить Ваши ключи аутентификации.

# ResetKeysPt3
source: Generating new recovery codes does not change the keys used in authenticator apps. If you wish to change the key used in an authenticator app you should
ru: Генерация новый ключей не изменит ключи, используемые в приложениях-аутентификаторах. Если Вы хотите изменить ключ, используемый в приложении-аутентификаторе, Вы должны

# ResetPass
source: Reset password
ru: Сбросить пароль

# ResetPassConf
source: Reset password confirmation
ru: Подтверждение сброса пароля

# ResetYourPass
source: Reset your password
ru: Сброс пароля

source: Save
ru: Сохранить

# SendEmail
source: Send verification email
ru: Отправить письмо с подтверждением

# SetPass
source: Set password
ru: Установить пароль

# SetupAuthApp
source: Setup authenticator app
ru: Настроить приложение-аутентификатор

source: Submit
ru: Отправить

# ThisActionDisables2fa
source: This action only disables 2FA.
ru: Это действие только отключает двухфакторную аутентификацию.

# ThisProcessDisables2fa
source: This process disables 2FA until you verify your authenticator app. If you do not complete your authenticator app configuration you may lose access to your account.
ru: Этот процесс отключает двухфакторную аутентификацию пока Вы не подтвердите свое приложение-аутентификатор. Если Вы не завершите настройку приложения, Вы можете потерять доступ к аккаунту.

# TyPart1
source: Thank you for confirming your email. You will now be redirected to the login page.
ru: Благодарим Вас за подтверждение почты. Сейчас Вы будете перенаправлены на страницу входа

# TyPart2
source: If it doesn't happen or your browser doesn't support redirection,
ru: Если это не происходит или Ваш браузер не поддерживает перенаправление,

# UpdatePass
source: Update password
ru: Обновить пароль

# UseExternal
source: Use another service to log in.
ru: Использовать сторонний сервис для входа

# UseLocalAcc
source: Use a local account to log in.
ru: Использовать аккаунт для входа

source: Username
ru: Имя пользователя

# VerifCode
source: Verification Code
ru: Код подтверждения

# VerifCodeInvalid
source: Verification code is invalid.
ru: Код подтиверждения не верен

# VerifEmailSent
source: Verification email sent. Please check your email.
ru: Письмо с подтверждение выслано. Пожалуйста, проверьте свою почту.

source: Verify
ru: Подтвердить

# WrongPass
source: Password not correct.
ru: Пароль не верен.

source: You can
ru: Вы можете

# YouDontHaveLocalPass
source: You do not have a local username/password for this site. Add a local account so you can log in without an external login.
ru: У Вас нет локального имени пользователя/пароля для этого сайта. Добавьте локальный аккаунт чтобы входить без сторонних сервисов.

source: You have
ru: У Вас осталось

source: You must
ru: Вы должны

source: You should
ru: Вы должны

# AreUSure
source: Are you sure?
ru: Вы уверены?

# AreUSureMsg
source: Are you sure you want to delete
ru: Вы уверены что хотите удалить

source: Back to List
ru: Назад к списку

# CannotBeUndone
source: This action cannot be undone
ru: Это действие необратимо

source: Content
ru: Содержание

source: Create
ru: Создать

source: Create guide
ru: Создать инструкцию

# CreateNew1
source: Create New
ru: Создать

source: Create step
ru: Создать шаг

# Delete1
source: Delete
ru: Удалить

source: Details
ru: Подробнее

source: Edit
ru: Редактировать

source: Edit guide
ru: Редактировать инструкцию

source: Guide
ru: Инструкция

source: Index
ru: Главная

# NoDelete
source: No, I've changed my mind
ru: Нет, я передумал

# Save1
source: Save
ru: Сохранить

source: Step
ru: Шаг

source: Title
ru: Название

# YesDelete
source: Yes, delete that guide
ru: Да, удалить эту инструкцию

# AlreadyHaveAcc
source: Already have an account?
ru: Уже есть аккаунт?

# JoinToday
source: This is the place where guides live. We have thousands, tens of thousands of them. Join the community today.
ru: Это то самое место, где обитают инструкции. У нас их тысячи, десятки тысяч. Присоединяйтесь сегодня.

source: Log in here.
ru: Войдите здесь.
